[
  {
    "slug": "mitch",
    "name": "Mitch",
    "background": "/images/background/PrintScribe2.png",
    "message": "To <strong>My Family</strong>. You are my greatest blessing. Life feels complete because I have you both by my side. To my wife—you are the heart of our home, the one who gives love and warmth to everything we do. To my son—you are our joy, our light, and the reason our days are filled with laughter and meaning.",
    "gallery": [
      "/images/portfolio/website/1.png",
      "/images/portfolio/website/2.png",
      "/images/portfolio/website/3.png",
      "/images/portfolio/website/4.png",
      "/images/portfolio/website/5.png",
      "/images/portfolio/website/6.png"
    ]
  },
  {
    "slug": "babe",
    "name": "Babe",
    "background": "/images/background/babe.png",
    "message": "To <strong>Babe</strong>. From the moment I met you, my life changed in ways I never thought possible. You’ve been my best friend, my partner, my greatest source of strength and joy. With you, I’ve learned what love truly means — not just in the big moments, but in the everyday laughter, the comfort of your presence, and the way you make even the hardest days feel lighter. <p>I can’t imagine my future without you. I want to spend my life building dreams with you, supporting you, and growing old together — hand in hand, side by side.</p",
    "gallery": [
      "/images/portfolio/website/7.png",
      "/images/portfolio/website/8.png",
      "/images/portfolio/website/9.png",
      "/images/portfolio/website/10.png",
      "/images/portfolio/website/11.png",
      "/images/portfolio/website/12.png"
    ]
  },
  {
    "slug": "monmon",
    "name": "monmon",
    "background": "/images/background/PrintScribemon.png",
    "message": "To <strong>My Beloved Wife and Precious Son</strong>. Every single day, I thank God for the gift of you both in my life. To my wife — you are my strength, my partner, and my greatest blessing. Your love carries me through every challenge, and your presence makes every moment worth living. To my son — you are my joy, my inspiration, and my reason to dream bigger. Seeing you grow fills my heart with pride and hope, and I promise to always guide you, protect you, and love you unconditionally. No matter where life takes us, my heart will always belong to you both. You are my home, my happiness, and my forever.",
    "gallery": [
      "/images/portfolio/website/1.png",
      "/images/portfolio/website/2.png",
      "/images/portfolio/website/3.png",
      "/images/portfolio/website/4.png",
      "/images/portfolio/website/5.png",
      "/images/portfolio/website/6.png"
    ]
  }
]
